Revit 2027 API
HVACLoadSpaceType.IsPlenum Property
 True if the space type is plenum.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsPlenum { get; }
Public ReadOnly Property IsPlenum As Boolean
	Get
public:
property bool IsPlenum {
	bool get ();
}
member IsPlenum : bool with get
Property Value
Boolean
See Also
Reference
HVACLoadSpaceType Class
Autodesk.Revit.DB.Analysis Namespace